print("1 - Формула скорости(u = s/t), 2 - формула плотности(p=m/V), 3 - формула веса/силы тяжести(Fтяж = mg), 4 - формула давления(p = F/S), 5 - формула расстояния(s = ut)")
formul = int(input("Выберите формулу: "))
if formul == 1:
  x = int(input("Введите расстояние(км): "))
  y = int(input("Введите время(ч): "))
  print("Скорость = ", x/y, "км/ч")
elif formul == 2:
  x = int(input("Введите массу(кг): "))
  y = int(input("Введите объём(м3): "))
  print("Плотность = ", x/y,"кг/м3")
elif formul == 3:
  x = int(input("Введите массу(кг): "))
  print("Вес/сила тяжести = ", x * 9.8,"Н")
elif formul == 4:
  x = int(input("Введите силу(Н): "))
  y = int(input("Введите площадь(м2): "))
  print("Давление = ", x/y,"Па")
elif formul == 5:
  x = int(input("Скорость(км\ч): "))
  y = int(input("Время(ч): "))
  print("Расстояние = ", x * y,"км")